caseB2/0/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

flowVelocity         (8 0 0);
pressure             0;
turbulentKE          0.0777; //1.3e-3// Guess for I = 0.003, k = 3/2*I^2*U_infty^2
turbulentEpsilon     0.77e-5; //4e-5 // Was 0.01; Guess ~ 0.09*k**(3/2)/l
// I = 0.16 Re ^-1/8

// ************************************************************************* //
