caseB2/0/nut
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 0;
    }

    outlet
    {
        type            calculated;
        value           uniform 0;
    }

    wall1
    {
        type            cyclic; //zeroGradient;
    }
    
    wall2
    {
        type            cyclic; //zeroGradient;
    } 
/*
    walls
    {
        type            nutkWallFunction;
        value           uniform 0;
    }
*/
    top
    {
        type            zeroGradient; //nutkWallFunction;
        //value           uniform 0;
    }

    bottom
    {
        type            zeroGradient; //nutkWallFunction;
        //value           uniform 0;
    }

 //   "proc.*"
 //   {
 //       type            processor;
 //   }
}


// ************************************************************************* //
