caseB2/constant/NREL5MW_Blade/NREL5MW_128_elementData
// Blade element data for NREL5MW with 32 actuator points
// axialDistance, radius, azimuth, chord, chordMount, twist
(	0	1.7402	0	3.4134	0.25	-13.308	)	// 1	circular050
(	0	2.2207	0	3.4683	0.25	-13.308	)	// 2	circular050
(	0	2.7012	0	3.5231	0.25	-13.308	)	// 3	circular050
(	0	3.1816	0	3.5779	0.25	-13.308	)	// 4	circular050
(	0	3.6621	0	3.6328	0.25	-13.308	)	// 5	circular050
(	0	4.1426	0	3.6876	0.25	-13.308	)	// 6	circular050
(	0	4.623	0	3.7425	0.25	-13.308	)	// 7	circular050
(	0	5.1035	0	3.7973	0.25	-13.308	)	// 8	circular050
(	0	5.584	0	3.8522	0.25	-13.308	)	// 9	circular050
(	0	6.0645	0	3.9072	0.25	-13.308	)	// 10	circular050
(	0	6.5449	0	3.9622	0.25	-13.308	)	// 11	circular050
(	0	7.0254	0	4.0172	0.25	-13.308	)	// 12	circular035
(	0	7.5059	0	4.0722	0.25	-13.308	)	// 13	circular035
(	0	7.9863	0	4.1273	0.25	-13.308	)	// 14	circular035
(	0	8.4668	0	4.1822	0.25	-13.308	)	// 15	circular035
(	0	8.9473	0	4.2371	0.25	-13.308	)	// 16	circular035
(	0	9.4277	0	4.2919	0.25	-13.308	)	// 17	circular035
(	0	9.9082	0	4.3468	0.25	-13.308	)	// 18	circular035
(	0	10.3887	0	4.4016	0.25	-13.308	)	// 19	DU99W405LM
(	0	10.8691	0	4.4565	0.25	-13.308	)	// 20	DU99W405LM
(	0	11.3496	0	4.5113	0.25	-13.308	)	// 21	DU99W405LM
(	0	11.8301	0	4.5589	0.25	-13.2723)	// 22	DU99W405LM
(	0	12.3105	0	4.57	0.25	-13.0581)	// 23	DU99W405LM
(	0	12.791	0	4.5811	0.25	-12.8439)	// 24	DU99W405LM
(	0	13.2715	0	4.5923	0.25	-12.6296)	// 25	DU99W405LM
(	0	13.752	0	4.6034	0.25	-12.4154)	// 26	DU99W405LM
(	0	14.2324	0	4.6145	0.25	-12.2012)	// 27	DU99W350LM
(	0	14.7129	0	4.6257	0.25	-11.987	)	// 28	DU99W350LM
(	0	15.1934	0	4.6368	0.25	-11.7728)	// 29	DU99W350LM
(	0	15.6738	0	4.6479	0.25	-11.5585)	// 30	DU99W350LM
(	0	16.1543	0	4.6376	0.25	-11.3822)	// 31	DU99W350LM
(	0	16.6348	0	4.6149	0.25	-11.2277)	// 32	DU99W350LM
(	0	17.1152	0	4.5921	0.25	-11.0733)	// 33	DU99W350LM
(	0	17.5957	0	4.5694	0.25	-10.9188)	// 34	DU99W350LM
(	0	18.0762	0	4.5467	0.25	-10.7644)	// 35	DU99W350LM
(	0	18.5566	0	4.5239	0.25	-10.6099)	// 36	DU99W350LM
(	0	19.0371	0	4.5012	0.25	-10.4555)	// 37	DU99W350LM
(	0	19.5176	0	4.4785	0.25	-10.301	)	// 38	DU99W350LM
(	0	19.998	0	4.4556	0.25	-10.1485)	// 39	DU99W350LM
(	0	20.4785	0	4.4311	0.25	-10.0136)	// 40	DU99W350LM
(	0	20.959	0	4.4066	0.25	-9.8787	)	// 41	DU99W350LM
(	0	21.4395	0	4.3821	0.25	-9.7439	)	// 42	DU99W350LM
(	0	21.9199	0	4.3576	0.25	-9.609	)	// 43	DU99W350LM
(	0	22.4004	0	4.3331	0.25	-9.4741	)	// 44	DU97W300LM
(	0	22.8809	0	4.3086	0.25	-9.3392	)	// 45	DU97W300LM
(	0	23.3613	0	4.2841	0.25	-9.2043	)	// 46	DU97W300LM
(	0	23.8418	0	4.2596	0.25	-9.0694	)	// 47	DU97W300LM
(	0	24.3223	0	4.2329	0.25	-8.9302	)	// 48	DU97W300LM
(	0	24.8027	0	4.2046	0.25	-8.7877	)	// 49	DU97W300LM
(	0	25.2832	0	4.1762	0.25	-8.6452	)	// 50	DU97W300LM
(	0	25.7637	0	4.1479	0.25	-8.5027	)	// 51	DU97W300LM
(	0	26.2441	0	4.1195	0.25	-8.3602	)	// 52	DU91W2250LM
(	0	26.7246	0	4.0911	0.25	-8.2177	)	// 53	DU91W2250LM
(	0	27.2051	0	4.0628	0.25	-8.0753	)	// 54	DU91W2250LM
(	0	27.6855	0	4.0344	0.25	-7.9327	)	// 55	DU91W2250LM
(	0	28.166	0	4.006	0.25	-7.7901	)	// 56	DU91W2250LM
(	0	28.6465	0	3.9756	0.25	-7.6435	)	// 57	DU91W2250LM
(	0	29.127	0	3.9453	0.25	-7.4969	)	// 58	DU91W2250LM
(	0	29.6074	0	3.9149	0.25	-7.3503	)	// 59	DU91W2250LM
(	0	30.0879	0	3.8846	0.25	-7.2037	)	// 60	DU91W2250LM
(	0	30.5684	0	3.8542	0.25	-7.0571	)	// 61	DU91W2250LM
(	0	31.0488	0	3.8239	0.25	-6.9105	)	// 62	DU91W2250LM
(	0	31.5293	0	3.7935	0.25	-6.7639	)	// 63	DU91W2250LM
(	0	32.0098	0	3.7632	0.25	-6.6173	)	// 64	DU91W2250LM
(	0	32.4902	0	3.7336	0.25	-6.4747	)	// 65	DU91W2250LM
(	0	32.9707	0	3.7048	0.25	-6.3361	)	// 66	DU91W2250LM
(	0	33.4512	0	3.6759	0.25	-6.1974	)	// 67	DU91W2250LM
(	0	33.9316	0	3.6471	0.25	-6.0588	)	// 68	DU91W2250LM
(	0	34.4121	0	3.6183	0.25	-5.9202	)	// 69	DU93W210LM
(	0	34.8926	0	3.5894	0.25	-5.7815	)	// 70	DU93W210LM
(	0	35.373	0	3.5606	0.25	-5.6429	)	// 71	DU93W210LM
(	0	35.8535	0	3.5318	0.25	-5.5043	)	// 72	DU93W210LM
(	0	36.334	0	3.503	0.25	-5.3656	)	// 73	DU93W210LM
(	0	36.8145	0	3.4741	0.25	-5.2281	)	// 74	DU93W210LM
(	0	37.2949	0	3.4453	0.25	-5.0907	)	// 75	DU93W210LM
(	0	37.7754	0	3.4165	0.25	-4.9532	)	// 76	DU93W210LM
(	0	38.2559	0	3.3876	0.25	-4.8157	)	// 77	DU93W210LM
(	0	38.7363	0	3.3588	0.25	-4.6783	)	// 78	DU93W210LM
(	0	39.2168	0	3.33	0.25	-4.5408	)	// 79	DU93W210LM
(	0	39.6973	0	3.3012	0.25	-4.4034	)	// 80	DU93W210LM
(	0	40.1777	0	3.2723	0.25	-4.2659	)	// 81	DU93W210LM
(	0	40.6582	0	3.2435	0.25	-4.134	)	// 82	DU93W210LM
(	0	41.1387	0	3.2147	0.25	-4.0094	)	// 83	DU93W210LM
(	0	41.6191	0	3.1859	0.25	-3.8849	)	// 84	DU93W210LM
(	0	42.0996	0	3.157	0.25	-3.7603	)	// 85	DU93W210LM
(	0	42.5801	0	3.1282	0.25	-3.6357	)	// 86	NACA64618
(	0	43.0605	0	3.0994	0.25	-3.5112	)	// 87	NACA64618
(	0	43.541	0	3.0705	0.25	-3.3866	)	// 88	NACA64618
(	0	44.0215	0	3.0417	0.25	-3.262	)	// 89	NACA64618
(	0	44.502	0	3.0129	0.25	-3.1375	)	// 90	NACA64618
(	0	44.9824	0	2.9841	0.25	-3.04	)	// 91	NACA64618
(	0	45.4629	0	2.9552	0.25	-2.9455	)	// 92	NACA64618
(	0	45.9434	0	2.9264	0.25	-2.8511	)	// 93	NACA64618
(	0	46.4238	0	2.8976	0.25	-2.7566	)	// 94	NACA64618
(	0	46.9043	0	2.8687	0.25	-2.6622	)	// 95	NACA64618
(	0	47.3848	0	2.8399	0.25	-2.5677	)	// 96	NACA64618
(	0	47.8652	0	2.8111	0.25	-2.4733	)	// 97	NACA64618
(	0	48.3457	0	2.7823	0.25	-2.3788	)	// 98	NACA64618
(	0	48.8262	0	2.7534	0.25	-2.2849	)	// 99	NACA64618
(	0	49.3066	0	2.7246	0.25	-2.192	)	// 100	NACA64618
(	0	49.7871	0	2.6958	0.25	-2.0991	)	// 101	NACA64618
(	0	50.2676	0	2.6669	0.25	-2.0061	)	// 102	NACA64618
(	0	50.748	0	2.6381	0.25	-1.9132	)	// 103	NACA64618
(	0	51.2285	0	2.6093	0.25	-1.8203	)	// 104	NACA64618
(	0	51.709	0	2.5805	0.25	-1.7273	)	// 105	NACA64618
(	0	52.1895	0	2.5516	0.25	-1.6344	)	// 106	NACA64618
(	0	52.6699	0	2.5228	0.25	-1.5415	)	// 107	NACA64618
(	0	53.1504	0	2.494	0.25	-1.4483	)	// 108	NACA64618
(	0	53.6309	0	2.4651	0.25	-1.3551	)	// 109	NACA64618
(	0	54.1113	0	2.4363	0.25	-1.2618	)	// 110	NACA64618
(	0	54.5918	0	2.4075	0.25	-1.1686	)	// 111	NACA64618
(	0	55.0723	0	2.3787	0.25	-1.0754	)	// 112	NACA64618
(	0	55.5527	0	2.3498	0.25	-0.9821	)	// 113	NACA64618
(	0	56.0332	0	2.321	0.25	-0.8889	)	// 114	NACA64618
(	0	56.5137	0	2.2842	0.25	-0.8004	)	// 115	NACA64618
(	0	56.9941	0	2.2443	0.25	-0.7138	)	// 116	NACA64618
(	0	57.4746	0	2.2044	0.25	-0.6271	)	// 117	NACA64618
(	0	57.9551	0	2.1645	0.25	-0.5404	)	// 118	NACA64618
(	0	58.4355	0	2.1246	0.25	-0.4538	)	// 119	NACA64618
(	0	58.916	0	2.0821	0.25	-0.3685	)	// 120	NACA64618
(	0	59.3965	0	1.9648	0.25	-0.322	)	// 121	NACA64618
(	0	59.877	0	1.8476	0.25	-0.2756	)	// 122	NACA64618
(	0	60.3574	0	1.7303	0.25	-0.2292	)	// 123	NACA64618
(	0	60.8379	0	1.6131	0.25	-0.1828	)	// 124	NACA64618
(	0	61.3184	0	1.4959	0.25	-0.1364	)	// 125	NACA64618
(	0	61.7988	0	1.3786	0.25	-0.09	)	// 126	NACA64618
(	0	62.2793	0	1.2614	0.25	-0.0436	)	// 127	NACA64618
(	0	62.7598	0	1.1441	0.25	0.0028	)	// 128	NACA64618

