caseB2/constant/NREL5MW_Blade/NREL5MW_32_elementData
// Blade element data for NREL5MW with 32 actuator points
// axialDistance, radius, azimuth, chord, chordMount, twist
(	0	2.4609	0	3.4957	0.25	-13.308	)	//1	circular050
(	0	4.3828	0	3.7151	0.25	-13.308	)	//2	circular050
(	0	6.3047	0	3.9347	0.25	-13.308	)	//3	circular050
(	0	8.2266	0	4.1548	0.25	-13.308	)	//4	circular035
(	0	10.1484	0	4.3742	0.25	-13.308	)	//5	DU99W405LM
(	0	12.0703	0	4.5644	0.25	-13.1652)	//6	DU99W405LM
(	0	13.9922	0	4.609	0.25	-12.3083)	//7	DU99W350LM
(	0	15.9141	0	4.649	0.25	-11.4594)	//8	DU99W350LM
(	0	17.8359	0	4.558	0.25	-10.8416)	//9	DU99W350LM
(	0	19.7578	0	4.4671	0.25	-10.2238)	//10	DU99W350LM
(	0	21.6797	0	4.3698	0.25	-9.6764	)	//11	DU99W350LM
(	0	23.6016	0	4.2719	0.25	-9.1369	)	//12	DU97W300LM
(	0	25.5234	0	4.162	0.25	-8.574	)	//13	DU97W300LM
(	0	27.4453	0	4.0486	0.25	-8.004	)	//14	DU91W2250LM
(	0	29.3672	0	3.9301	0.25	-7.4236	)	//15	DU91W2250LM
(	0	31.2891	0	3.8087	0.25	-6.8372	)	//16	DU91W2250LM
(	0	33.2109	0	3.6903	0.25	-6.2667	)	//17	DU91W2250LM
(	0	35.1328	0	3.575	0.25	-5.7122	)	//18	DU93W210LM
(	0	37.0547	0	3.4597	0.25	-5.1594	)	//19	DU93W210LM
(	0	38.9766	0	3.3444	0.25	-4.6095	)	//20	DU93W210LM
(	0	40.8984	0	3.2291	0.25	-4.0717	)	//21	DU93W210LM
(	0	42.8203	0	3.1138	0.25	-3.5735	)	//22	NACA64618
(	0	44.7422	0	2.9985	0.25	-3.0872	)	//23	NACA64618
(	0	46.6641	0	2.8832	0.25	-2.7094	)	//24	NACA64618
(	0	48.5859	0	2.7678	0.25	-2.3316	)	//25	NACA64618
(	0	50.5078	0	2.6525	0.25	-1.9597	)	//26	NACA64618
(	0	52.4297	0	2.5372	0.25	-1.588	)	//27	NACA64618
(	0	54.3516	0	2.4219	0.25	-1.2152	)	//28	NACA64618
(	0	56.2734	0	2.3041	0.25	-0.8437	)	//29	NACA64618
(	0	58.1953	0	2.1445	0.25	-0.4971	)	//30	NACA64618
(	0	60.1172	0	1.789	0.25	-0.2524	)	//31	NACA64618
(	0	62.0391	0	1.32	0.25	-0.0668	)	//32	NACA64618


