caseB2/constant/NREL5MW_Blade/NREL5MW_32_elementProfiles
// Blade element profiles for NREL5MW with 32 actuator points
circular050	//1
circular050	//2
circular050	//3
circular035	//4
DU99W405LM	//5
DU99W405LM	//6
DU99W350LM	//7
DU99W350LM	//8
DU99W350LM	//9
DU99W350LM	//10
DU99W350LM	//11
DU97W300LM	//12
DU97W300LM	//13
DU91W2250LM	//14
DU91W2250LM	//15
DU91W2250LM	//16
DU91W2250LM	//17
DU93W210LM	//18
DU93W210LM	//19
DU93W210LM	//20
DU93W210LM	//21
NACA64618	//22
NACA64618	//23
NACA64618	//24
NACA64618	//25
NACA64618	//26
NACA64618	//27
NACA64618	//28
NACA64618	//29
NACA64618	//30
NACA64618	//31
NACA64618	//32

