caseB2/constant/NREL5MW_Blade/NREL5MW_48_elementData
// Blade element data for NREL5MW with 48 actuator points
// axialDistance, radius, azimuth, chord, chordMount, twist  //number, airfoilType
(	0	2.1406	0	3.4591	0.25	-13.308	)	// 1	0
(	0	3.4219	0	3.6054	0.25	-13.308	)	// 2	0
(	0	4.7031	0	3.7516	0.25	-13.308	)	// 3	0
(	0	5.9844	0	3.898	0.25	-13.308	)	// 4	0
(	0	7.2656	0	4.0447	0.25	-13.308	)	// 5	1
(	0	8.5469	0	4.1914	0.25	-13.308	)	// 6	1
(	0	9.8281	0	4.3376	0.25	-13.308	)	// 7	1
(	0	11.1094	0	4.4839	0.25	-13.308	)	// 8	2
(	0	12.3906	0	4.5718	0.25	-13.0224)	// 9	2
(	0	13.6719	0	4.6015	0.25	-12.4511)	// 10	2
(	0	14.9531	0	4.6312	0.25	-11.8799)	// 11	3
(	0	16.2344	0	4.6338	0.25	-11.3564)	// 12	3
(	0	17.5156	0	4.5732	0.25	-10.9446)	// 13	3
(	0	18.7969	0	4.5126	0.25	-10.5327)	// 14	3
(	0	20.0781	0	4.4515	0.25	-10.126	)	// 15	3
(	0	21.3594	0	4.3862	0.25	-9.7663	)	// 16	3
(	0	22.6406	0	4.3208	0.25	-9.4067	)	// 17	4
(	0	23.9219	0	4.2555	0.25	-9.047	)	// 18	4
(	0	25.2031	0	4.1809	0.25	-8.669	)	// 19	4
(	0	26.4844	0	4.1053	0.25	-8.289	)	// 20	5
(	0	27.7656	0	4.0297	0.25	-7.909	)	// 21	5
(	0	29.0469	0	3.9503	0.25	-7.5213	)	// 22	5
(	0	30.3281	0	3.8694	0.25	-7.1304	)	// 23	5
(	0	31.6094	0	3.7885	0.25	-6.7395	)	// 24	5
(	0	32.8906	0	3.7096	0.25	-6.3592	)	// 25	5
(	0	34.1719	0	3.6327	0.25	-5.9895	)	// 26	5
(	0	35.4531	0	3.5558	0.25	-5.6198	)	// 27	6
(	0	36.7344	0	3.4789	0.25	-5.251	)	// 28	6
(	0	38.0156	0	3.4021	0.25	-4.8845	)	// 29	6
(	0	39.2969	0	3.3252	0.25	-4.5179	)	// 30	6
(	0	40.5781	0	3.2483	0.25	-4.1548	)	// 31	6
(	0	41.8594	0	3.1714	0.25	-3.8226	)	// 32	6
(	0	43.1406	0	3.0946	0.25	-3.4904	)	// 33	7
(	0	44.4219	0	3.0177	0.25	-3.1582	)	// 34	7
(	0	45.7031	0	2.9408	0.25	-2.8983	)	// 35	7
(	0	46.9844	0	2.8639	0.25	-2.6464	)	// 36	7
(	0	48.2656	0	2.7871	0.25	-2.3946	)	// 37	7
(	0	49.5469	0	2.7102	0.25	-2.1455	)	// 38	7
(	0	50.8281	0	2.6333	0.25	-1.8977	)	// 39	7
(	0	52.1094	0	2.5564	0.25	-1.6499	)	// 40	7
(	0	53.3906	0	2.4796	0.25	-1.4017	)	// 41	7
(	0	54.6719	0	2.4027	0.25	-1.1531	)	// 42	7
(	0	55.9531	0	2.3258	0.25	-0.9044	)	// 43	7
(	0	57.2344	0	2.2243	0.25	-0.6704	)	// 44	7
(	0	58.5156	0	2.1179	0.25	-0.4393	)	// 45	7
(	0	59.7969	0	1.8671	0.25	-0.2834	)	// 46	7
(	0	61.0781	0	1.5545	0.25	-0.1596	)	// 47	7
(	0	62.3594	0	1.2418	0.25	-0.0359	)	// 48	7


