caseB2/constant/NREL5MW_Blade/NREL5MW_48_elementProfiles
// Blade element profiles for NREL5MW with 48 actuator points
circular050	// 1
circular050	// 2
circular050	// 3
circular050	// 4
circular035	// 5
circular035	// 6
circular035	// 7
DU99W405LM	// 8
DU99W405LM	// 9
DU99W405LM	// 10
DU99W350LM	// 11
DU99W350LM	// 12
DU99W350LM	// 13
DU99W350LM	// 14
DU99W350LM	// 15
DU99W350LM	// 16
DU97W300LM	// 17
DU97W300LM	// 18
DU97W300LM	// 19
DU91W2250LM	// 20
DU91W2250LM	// 21
DU91W2250LM	// 22
DU91W2250LM	// 23
DU91W2250LM	// 24
DU91W2250LM	// 25
DU91W2250LM	// 26
DU93W210LM	// 27
DU93W210LM	// 28
DU93W210LM	// 29
DU93W210LM	// 30
DU93W210LM	// 31
DU93W210LM	// 32
NACA64618	// 33
NACA64618	// 34
NACA64618	// 35
NACA64618	// 36
NACA64618	// 37
NACA64618	// 38
NACA64618	// 39
NACA64618	// 40
NACA64618	// 41
NACA64618	// 42
NACA64618	// 43
NACA64618	// 44
NACA64618	// 45
NACA64618	// 46
NACA64618	// 47
NACA64618	// 48

