caseB2/constant/NREL5MW_Blade/NREL5MW_64_elementData
// Blade element data for NREL5MW with 32 actuator points
// axialDistance, radius, azimuth, chord, chordMount, twist
(	0	1.9805	0	3.4408	0.25	-13.308	)	// 1	circular050
(	0	2.9414	0	3.5505	0.25	-13.308	)	// 2	circular050
(	0	3.9023	0	3.6602	0.25	-13.308	)	// 3	circular050
(	0	4.8633	0	3.7699	0.25	-13.308	)	// 4	circular050
(	0	5.8242	0	3.8797	0.25	-13.308	)	// 5	circular050
(	0	6.7852	0	3.9897	0.25	-13.308	)	// 6	circular050
(	0	7.7461	0	4.0998	0.25	-13.308	)	// 7	circular035
(	0	8.707	0	4.2097	0.25	-13.308	)	// 8	circular035
(	0	9.668	0	4.3193	0.25	-13.308	)	// 9	circular035
(	0	10.6289	0	4.429	0.25	-13.308	)	// 10	DU99W405LM
(	0	11.5898	0	4.5387	0.25	-13.308	)	// 11	DU99W405LM
(	0	12.5508	0	4.5756	0.25	-12.951	)	// 12	DU99W405LM
(	0	13.5117	0	4.5978	0.25	-12.5225)	// 13	DU99W405LM
(	0	14.4727	0	4.6201	0.25	-12.0941)	// 14	DU99W350LM
(	0	15.4336	0	4.6424	0.25	-11.6657)	// 15	DU99W350LM
(	0	16.3945	0	4.6262	0.25	-11.305	)	// 16	DU99W350LM
(	0	17.3555	0	4.5808	0.25	-10.996	)	// 17	DU99W350LM
(	0	18.3164	0	4.5353	0.25	-10.6871)	// 18	DU99W350LM
(	0	19.2773	0	4.4898	0.25	-10.3782)	// 19	DU99W350LM
(	0	20.2383	0	4.4433	0.25	-10.0811)	// 20	DU99W350LM
(	0	21.1992	0	4.3943	0.25	-9.8113	)	// 21	DU99W350LM
(	0	22.1602	0	4.3453	0.25	-9.5415	)	// 22	DU97W300LM
(	0	23.1211	0	4.2964	0.25	-9.2718	)	// 23	DU97W300LM
(	0	24.082	0	4.2471	0.25	-9.0015	)	// 24	DU97W300LM
(	0	25.043	0	4.1904	0.25	-8.7165	)	// 25	DU97W300LM
(	0	26.0039	0	4.1337	0.25	-8.4315	)	// 26	DU97W300LM
(	0	26.9648	0	4.077	0.25	-8.1465	)	// 27	DU91W2250LM
(	0	27.9258	0	4.0202	0.25	-7.8615	)	// 28	DU91W2250LM
(	0	28.8867	0	3.9605	0.25	-7.5702	)	// 29	DU91W2250LM
(	0	29.8477	0	3.8998	0.25	-7.277	)	// 30	DU91W2250LM
(	0	30.8086	0	3.8391	0.25	-6.9838	)	// 31	DU91W2250LM
(	0	31.7695	0	3.7784	0.25	-6.6906	)	// 32	DU91W2250LM
(	0	32.7305	0	3.7192	0.25	-6.4054	)	// 33	DU91W2250LM
(	0	33.6914	0	3.6615	0.25	-6.1281	)	// 34	DU91W2250LM
(	0	34.6523	0	3.6039	0.25	-5.8508	)	// 35	DU93W210LM
(	0	35.6133	0	3.5462	0.25	-5.5736	)	// 36	DU93W210LM
(	0	36.5742	0	3.4885	0.25	-5.2969	)	// 37	DU93W210LM
(	0	37.5352	0	3.4309	0.25	-5.0219	)	// 38	DU93W210LM
(	0	38.4961	0	3.3732	0.25	-4.747	)	// 39	DU93W210LM
(	0	39.457	0	3.3156	0.25	-4.4721	)	// 40	DU93W210LM
(	0	40.418	0	3.2579	0.25	-4.1972	)	// 41	DU93W210LM
(	0	41.3789	0	3.2003	0.25	-3.9472	)	// 42	DU93W210LM
(	0	42.3398	0	3.1426	0.25	-3.698	)	// 43	DU93W210LM
(	0	43.3008	0	3.085	0.25	-3.4489	)	// 44	NACA64618
(	0	44.2617	0	3.0273	0.25	-3.1997	)	// 45	NACA64618
(	0	45.2227	0	2.9696	0.25	-2.9928	)	// 46	NACA64618
(	0	46.1836	0	2.912	0.25	-2.8039	)	// 47	NACA64618
(	0	47.1445	0	2.8543	0.25	-2.615	)	// 48	NACA64618
(	0	48.1055	0	2.7967	0.25	-2.426	)	// 49	NACA64618
(	0	49.0664	0	2.739	0.25	-2.2385	)	// 50	NACA64618
(	0	50.0273	0	2.6814	0.25	-2.0526	)	// 51	NACA64618
(	0	50.9883	0	2.6237	0.25	-1.8667	)	// 52	NACA64618
(	0	51.9492	0	2.566	0.25	-1.6809	)	// 53	NACA64618
(	0	52.9102	0	2.5084	0.25	-1.4949	)	// 54	NACA64618
(	0	53.8711	0	2.4507	0.25	-1.3085	)	// 55	NACA64618
(	0	54.832	0	2.3931	0.25	-1.122	)	// 56	NACA64618
(	0	55.793	0	2.3354	0.25	-0.9355	)	// 57	NACA64618
(	0	56.7539	0	2.2642	0.25	-0.7571	)	// 58	NACA64618
(	0	57.7148	0	2.1844	0.25	-0.5838	)	// 59	NACA64618
(	0	58.6758	0	2.1046	0.25	-0.4104	)	// 60	NACA64618
(	0	59.6367	0	1.9062	0.25	-0.2988	)	// 61	NACA64618
(	0	60.5977	0	1.6717	0.25	-0.206	)	// 62	NACA64618
(	0	61.5586	0	1.4372	0.25	-0.1132	)	// 63	NACA64618
(	0	62.5195	0	1.2027	0.25	-0.0204	)	// 64	NACA64618

