caseB2/constant/NREL5MW_Blade/NREL5MW_64_elementProfiles
// Blade element profiles for NREL5MW with 64 actuator points
circular050	// 1
circular050	// 2
circular050	// 3
circular050	// 4
circular050	// 5
circular050	// 6
circular035	// 7
circular035	// 8
circular035	// 9
DU99W405LM	// 10
DU99W405LM	// 11
DU99W405LM	// 12
DU99W405LM	// 13
DU99W350LM	// 14
DU99W350LM	// 15
DU99W350LM	// 16
DU99W350LM	// 17
DU99W350LM	// 18
DU99W350LM	// 19
DU99W350LM	// 20
DU99W350LM	// 21
DU97W300LM	// 22
DU97W300LM	// 23
DU97W300LM	// 24
DU97W300LM	// 25
DU97W300LM	// 26
DU91W2250LM	// 27
DU91W2250LM	// 28
DU91W2250LM	// 29
DU91W2250LM	// 30
DU91W2250LM	// 31
DU91W2250LM	// 32
DU91W2250LM	// 33
DU91W2250LM	// 34
DU93W210LM	// 35
DU93W210LM	// 36
DU93W210LM	// 37
DU93W210LM	// 38
DU93W210LM	// 39
DU93W210LM	// 40
DU93W210LM	// 41
DU93W210LM	// 42
DU93W210LM	// 43
NACA64618	// 44
NACA64618	// 45
NACA64618	// 46
NACA64618	// 47
NACA64618	// 48
NACA64618	// 49
NACA64618	// 50
NACA64618	// 51
NACA64618	// 52
NACA64618	// 53
NACA64618	// 54
NACA64618	// 55
NACA64618	// 56
NACA64618	// 57
NACA64618	// 58
NACA64618	// 59
NACA64618	// 60
NACA64618	// 61
NACA64618	// 62
NACA64618	// 63
NACA64618	// 64

