caseB2/constant/NREL5MW_foil/DU30_A17
//DU30 airfoil with an aspect ratio of 17.  Original -180 to 180deg Cl, Cd, and Cm versus AOA data taken from Appendix A of DOWEC document 10046_009.pdf (numerical values obtained from Koert Lindenburg of ECN).
//Cl and Cd values corrected for rotational stall delay and Cd values corrected using the Viterna method for 0 to 90deg AOA by Jason Jonkman using AirfoilPrep_v2p0.xls.
//	AOA	Cl	Cd	
(	-180	0	0.0267	)
(	-175	0.274	0.037	)
(	-170	0.547	0.0968	)
(	-160	0.685	0.2876	)
(	-155	0.766	0.4025	)
(	-150	0.816	0.5232	)
(	-145	0.836	0.6454	)
(	-140	0.832	0.7656	)
(	-135	0.804	0.8807	)
(	-130	0.756	0.9882	)
(	-125	0.69	1.0861	)
(	-120	0.609	1.173	)
(	-115	0.515	1.2474	)
(	-110	0.411	1.3084	)
(	-105	0.3	1.3552	)
(	-100	0.182	1.3875	)
(	-95	0.061	1.4048	)
(	-90	-0.061	1.407	)
(	-85	-0.183	1.3941	)
(	-80	-0.302	1.3664	)
(	-75	-0.416	1.324	)
(	-70	-0.523	1.2676	)
(	-65	-0.622	1.1978	)
(	-60	-0.708	1.1156	)
(	-55	-0.781	1.022	)
(	-50	-0.838	0.9187	)
(	-45	-0.877	0.8074	)
(	-40	-0.895	0.6904	)
(	-35	-0.889	0.5703	)
(	-30	-0.858	0.4503	)
(	-25	-0.832	0.3357	)
(	-24	-0.852	0.3147	)
(	-23	-0.882	0.2946	)
(	-22	-0.919	0.2752	)
(	-21	-0.963	0.2566	)
(	-20	-1.013	0.2388	)
(	-19	-1.067	0.2218	)
(	-18	-1.125	0.2056	)
(	-17	-1.185	0.1901	)
(	-16	-1.245	0.1754	)
(	-15.25	-1.29	0.1649	)
(	-14.24	-1.229	0.1461	)
(	-13.24	-1.148	0.1263	)
(	-12.22	-1.052	0.1051	)
(	-11.22	-0.965	0.0886	)
(	-10.19	-0.867	0.074	)
(	-9.7	-0.822	0.0684	)
(	-9.18	-0.769	0.0605	)
(	-8.18	-0.756	0.027	)
(	-7.19	-0.69	0.018	)
(	-6.65	-0.616	0.0166	)
(	-6.13	-0.542	0.0152	)
(	-6	-0.525	0.0117	)
(	-5.5	-0.451	0.0105	)
(	-5	-0.382	0.0097	)
(	-4.5	-0.314	0.0092	)
(	-4	-0.251	0.0091	)
(	-3.5	-0.189	0.0089	)
(	-3	-0.12	0.0089	)
(	-2.5	-0.051	0.0088	)
(	-2	0.017	0.0088	)
(	-1.5	0.085	0.0088	)
(	-1	0.152	0.0088	)
(	-0.5	0.219	0.0088	)
(	0	0.288	0.0087	)
(	0.5	0.354	0.0087	)
(	1	0.421	0.0088	)
(	1.5	0.487	0.0089	)
(	2	0.554	0.009	)
(	2.5	0.619	0.0091	)
(	3	0.685	0.0092	)
(	3.5	0.749	0.0093	)
(	4	0.815	0.0095	)
(	4.5	0.879	0.0096	)
(	5	0.944	0.0097	)
(	5.5	1.008	0.0099	)
(	6	1.072	0.0101	)
(	6.5	1.135	0.0103	)
(	7	1.197	0.0107	)
(	7.5	1.256	0.0112	)
(	8	1.305	0.0125	)
(	9	1.39	0.0155	)
(	9.5	1.424	0.0171	)
(	10	1.458	0.0192	)
(	10.5	1.488	0.0219	)
(	11	1.512	0.0255	)
(	11.5	1.533	0.0307	)
(	12	1.549	0.037	)
(	12.5	1.558	0.0452	)
(	13	1.47	0.063	)
(	13.5	1.398	0.0784	)
(	14	1.354	0.0931	)
(	14.5	1.336	0.1081	)
(	15	1.333	0.1239	)
(	15.5	1.326	0.1415	)
(	16	1.329	0.1592	)
(	16.5	1.326	0.1743	)
(	17	1.321	0.1903	)
(	17.5	1.331	0.2044	)
(	18	1.333	0.2186	)
(	18.5	1.34	0.2324	)
(	19	1.362	0.2455	)
(	19.5	1.382	0.2584	)
(	20	1.398	0.2689	)
(	20.5	1.426	0.2814	)
(	21	1.437	0.2943	)
(	22	1.418	0.3246	)
(	23	1.397	0.3557	)
(	24	1.376	0.3875	)
(	25	1.354	0.4198	)
(	26	1.332	0.4524	)
(	28	1.293	0.5183	)
(	30	1.265	0.5843	)
(	32	1.253	0.6492	)
(	35	1.264	0.7438	)
(	40	1.258	0.897	)
(	45	1.217	1.0402	)
(	50	1.146	1.1686	)
(	55	1.049	1.2779	)
(	60	0.932	1.3647	)
(	65	0.799	1.4267	)
(	70	0.657	1.4621	)
(	75	0.509	1.4708	)
(	80	0.362	1.4544	)
(	85	0.221	1.4196	)
(	90	0.092	1.3938	)
(	95	-0.03	1.3943	)
(	100	-0.15	1.3798	)
(	105	-0.267	1.3504	)
(	110	-0.379	1.3063	)
(	115	-0.483	1.2481	)
(	120	-0.578	1.1763	)
(	125	-0.66	1.0919	)
(	130	-0.727	0.9962	)
(	135	-0.777	0.8906	)
(	140	-0.807	0.7771	)
(	145	-0.815	0.6581	)
(	150	-0.797	0.5364	)
(	155	-0.75	0.4157	)
(	160	-0.673	0.3	)
(	170	-0.547	0.1051	)
(	175	-0.274	0.0388	)
(	180	0	0.0267	)

