caseB2/constant/NREL5MW_foil/DU40_A17
//DU40 airfoil with an aspect ratio of 17.  Original -180 to 180deg Cl, Cd, and Cm versus AOA data taken from Appendix A of DOWEC document 10046_009.pdf (numerical values obtained from Koert Lindenburg of ECN).
//Cl and Cd values corrected for rotational stall delay and Cd values corrected using the Viterna method for 0 to 90deg AOA by Jason Jonkman using AirfoilPrep_v2p0.xls.			
//	AOA	Cl	Cd	
(	-180	0	0.0602	)
(	-175	0.218	0.0699	)
(	-170	0.397	0.1107	)
(	-160	0.642	0.3045	)
(	-155	0.715	0.4179	)
(	-150	0.757	0.5355	)
(	-145	0.772	0.6535	)
(	-140	0.762	0.7685	)
(	-135	0.731	0.8777	)
(	-130	0.68	0.9788	)
(	-125	0.613	1.07	)
(	-120	0.532	1.1499	)
(	-115	0.439	1.2174	)
(	-110	0.337	1.2716	)
(	-105	0.228	1.3118	)
(	-100	0.114	1.3378	)
(	-95	-0.002	1.3492	)
(	-90	-0.12	1.346	)
(	-85	-0.236	1.3283	)
(	-80	-0.349	1.2964	)
(	-75	-0.456	1.2507	)
(	-70	-0.557	1.1918	)
(	-65	-0.647	1.1204	)
(	-60	-0.727	1.0376	)
(	-55	-0.792	0.9446	)
(	-50	-0.842	0.8429	)
(	-45	-0.874	0.7345	)
(	-40	-0.886	0.6215	)
(	-35	-0.875	0.5067	)
(	-30	-0.839	0.3932	)
(	-25	-0.777	0.2849	)
(	-24	-0.761	0.2642	)
(	-23	-0.744	0.244	)
(	-22	-0.725	0.2242	)
(	-21	-0.706	0.2049	)
(	-20	-0.685	0.1861	)
(	-19	-0.662	0.1687	)
(	-18	-0.635	0.1533	)
(	-17	-0.605	0.1398	)
(	-16	-0.571	0.1281	)
(	-15	-0.534	0.1183	)
(	-14	-0.494	0.1101	)
(	-13	-0.452	0.1036	)
(	-12	-0.407	0.0986	)
(	-11	-0.36	0.0951	)
(	-10	-0.311	0.0931	)
(	-8	-0.208	0.093	)
(	-6	-0.111	0.0689	)
(	-5.5	-0.09	0.0614	)
(	-5	-0.072	0.0547	)
(	-4.5	-0.065	0.048	)
(	-4	-0.054	0.0411	)
(	-3.5	-0.017	0.0349	)
(	-3	0.003	0.0299	)
(	-2.5	0.014	0.0255	)
(	-2	0.009	0.0198	)
(	-1.5	0.004	0.0164	)
(	-1	0.036	0.0147	)
(	-0.5	0.073	0.0137	)
(	0	0.137	0.0113	)
(	0.5	0.213	0.0114	)
(	1	0.292	0.0118	)
(	1.5	0.369	0.0122	)
(	2	0.444	0.0124	)
(	2.5	0.514	0.0124	)
(	3	0.58	0.0123	)
(	3.5	0.645	0.012	)
(	4	0.71	0.0119	)
(	4.5	0.776	0.0122	)
(	5	0.841	0.0125	)
(	5.5	0.904	0.0129	)
(	6	0.967	0.0135	)
(	6.5	1.027	0.0144	)
(	7	1.084	0.0158	)
(	7.5	1.14	0.0174	)
(	8	1.193	0.0198	)
(	8.5	1.242	0.0231	)
(	9	1.287	0.0275	)
(	9.5	1.333	0.0323	)
(	10	1.368	0.0393	)
(	10.5	1.4	0.0475	)
(	11	1.425	0.058	)
(	11.5	1.449	0.0691	)
(	12	1.473	0.0816	)
(	12.5	1.494	0.0973	)
(	13	1.513	0.1129	)
(	13.5	1.538	0.1288	)
(	14.5	1.587	0.165	)
(	15	1.614	0.1845	)
(	15.5	1.631	0.2052	)
(	16	1.649	0.225	)
(	16.5	1.666	0.2467	)
(	17	1.681	0.2684	)
(	17.5	1.699	0.29	)
(	18	1.719	0.3121	)
(	19	1.751	0.3554	)
(	19.5	1.767	0.3783	)
(	20.5	1.798	0.4212	)
(	21	1.81	0.4415	)
(	22	1.83	0.483	)
(	23	1.847	0.5257	)
(	24	1.861	0.5694	)
(	25	1.872	0.6141	)
(	26	1.881	0.6593	)
(	28	1.894	0.7513	)
(	30	1.904	0.8441	)
(	32	1.915	0.9364	)
(	35	1.929	1.0722	)
(	40	1.903	1.2873	)
(	45	1.82	1.4796	)
(	50	1.69	1.6401	)
(	55	1.522	1.7609	)
(	60	1.323	1.836	)
(	65	1.106	1.8614	)
(	70	0.88	1.8347	)
(	75	0.658	1.7567	)
(	80	0.449	1.6334	)
(	85	0.267	1.4847	)
(	90	0.124	1.3879	)
(	95	0.002	1.3912	)
(	100	-0.118	1.3795	)
(	105	-0.235	1.3528	)
(	110	-0.348	1.3114	)
(	115	-0.453	1.2557	)
(	120	-0.549	1.1864	)
(	125	-0.633	1.1041	)
(	130	-0.702	1.0102	)
(	135	-0.754	0.906	)
(	140	-0.787	0.7935	)
(	145	-0.797	0.675	)
(	150	-0.782	0.5532	)
(	155	-0.739	0.4318	)
(	160	-0.664	0.3147	)
(	170	-0.41	0.1144	)
(	175	-0.226	0.0702	)
(	180	0	0.0602	)

