caseB2/constant/NREL5MW_foil/NACA64_A17
//NACA64 airfoil with an aspect ratio of 17.  Original -180 to 180deg Cl, Cd, and Cm versus AOA data taken from Appendix A of DOWEC document 10046_009.pdf (numerical values obtained from Koert Lindenburg of ECN).
//Cl and Cd values corrected for rotational stall delay and Cd values corrected using the Viterna method for 0 to 90deg AOA by Jason Jonkman using AirfoilPrep_v2p0.xls.
//	AOA	Cl	Cd	
(	-180	0	0.0198	)
(	-175	0.374	0.0341	)
(	-170	0.749	0.0955	)
(	-160	0.659	0.2807	)
(	-155	0.736	0.3919	)
(	-150	0.783	0.5086	)
(	-145	0.803	0.6267	)
(	-140	0.798	0.7427	)
(	-135	0.771	0.8537	)
(	-130	0.724	0.9574	)
(	-125	0.66	1.0519	)
(	-120	0.581	1.1355	)
(	-115	0.491	1.207	)
(	-110	0.39	1.2656	)
(	-105	0.282	1.3104	)
(	-100	0.169	1.341	)
(	-95	0.052	1.3572	)
(	-90	-0.067	1.3587	)
(	-85	-0.184	1.3456	)
(	-80	-0.299	1.3181	)
(	-75	-0.409	1.2765	)
(	-70	-0.512	1.2212	)
(	-65	-0.606	1.1532	)
(	-60	-0.689	1.0731	)
(	-55	-0.759	0.9822	)
(	-50	-0.814	0.882	)
(	-45	-0.85	0.7742	)
(	-40	-0.866	0.661	)
(	-35	-0.86	0.5451	)
(	-30	-0.829	0.4295	)
(	-25	-0.853	0.3071	)
(	-24	-0.87	0.2814	)
(	-23	-0.89	0.2556	)
(	-22	-0.911	0.2297	)
(	-21	-0.934	0.204	)
(	-20	-0.958	0.1785	)
(	-19	-0.982	0.1534	)
(	-18	-1.005	0.1288	)
(	-17	-1.082	0.1037	)
(	-16	-1.113	0.0786	)
(	-15	-1.105	0.0535	)
(	-14	-1.078	0.0283	)
(	-13.5	-1.053	0.0158	)
(	-13	-1.015	0.0151	)
(	-12	-0.904	0.0134	)
(	-11	-0.807	0.0121	)
(	-10	-0.711	0.0111	)
(	-9	-0.595	0.0099	)
(	-8	-0.478	0.0091	)
(	-7	-0.375	0.0086	)
(	-6	-0.264	0.0082	)
(	-5	-0.151	0.0079	)
(	-4	-0.017	0.0072	)
(	-3	0.088	0.0064	)
(	-2	0.213	0.0054	)
(	-1	0.328	0.0052	)
(	0	0.442	0.0052	)
(	1	0.556	0.0052	)
(	2	0.67	0.0053	)
(	3	0.784	0.0053	)
(	4	0.898	0.0054	)
(	5	1.011	0.0058	)
(	6	1.103	0.0091	)
(	7	1.181	0.0113	)
(	8	1.257	0.0124	)
(	8.5	1.293	0.013	)
(	9	1.326	0.0136	)
(	9.5	1.356	0.0143	)
(	10	1.382	0.015	)
(	10.5	1.4	0.0267	)
(	11	1.415	0.0383	)
(	11.5	1.425	0.0498	)
(	12	1.434	0.0613	)
(	12.5	1.443	0.0727	)
(	13	1.451	0.0841	)
(	13.5	1.453	0.0954	)
(	14	1.448	0.1065	)
(	14.5	1.444	0.1176	)
(	15	1.445	0.1287	)
(	15.5	1.447	0.1398	)
(	16	1.448	0.1509	)
(	16.5	1.444	0.1619	)
(	17	1.438	0.1728	)
(	17.5	1.439	0.1837	)
(	18	1.448	0.1947	)
(	18.5	1.452	0.2057	)
(	19	1.448	0.2165	)
(	19.5	1.438	0.2272	)
(	20	1.428	0.2379	)
(	21	1.401	0.259	)
(	22	1.359	0.2799	)
(	23	1.3	0.3004	)
(	24	1.22	0.3204	)
(	25	1.168	0.3377	)
(	26	1.116	0.3554	)
(	28	1.015	0.3916	)
(	30	0.926	0.4294	)
(	32	0.855	0.469	)
(	35	0.8	0.5324	)
(	40	0.804	0.6452	)
(	45	0.793	0.7573	)
(	50	0.763	0.8664	)
(	55	0.717	0.9708	)
(	60	0.656	1.0693	)
(	65	0.582	1.1606	)
(	70	0.495	1.2438	)
(	75	0.398	1.3178	)
(	80	0.291	1.3809	)
(	85	0.176	1.4304	)
(	90	0.053	1.4565	)
(	95	-0.074	1.4533	)
(	100	-0.199	1.4345	)
(	105	-0.321	1.4004	)
(	110	-0.436	1.3512	)
(	115	-0.543	1.2874	)
(	120	-0.64	1.2099	)
(	125	-0.723	1.1196	)
(	130	-0.79	1.0179	)
(	135	-0.84	0.9064	)
(	140	-0.868	0.7871	)
(	145	-0.872	0.6627	)
(	150	-0.85	0.5363	)
(	155	-0.798	0.4116	)
(	160	-0.714	0.2931	)
(	170	-0.749	0.0971	)
(	175	-0.374	0.0334	)
(	180	0	0.0198	)

