caseB2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          5476;
        startFace       792244;
    }
    outlet
    {
        type            patch;
        nFaces          5476;
        startFace       797720;
    }
    wall1
    {
        type            cyclic;
        inGroups        List<word> 1(cyclic);
        nFaces          3626;
        startFace       803196;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  wall2;
    }
    wall2
    {
        type            cyclic;
        inGroups        List<word> 1(cyclic);
        nFaces          3626;
        startFace       806822;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  wall1;
    }
    top
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          3626;
        startFace       810448;
    }
    bottom
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          3626;
        startFace       814074;
    }
)

// ************************************************************************* //
