caseB2/system/NREL5MW.data.v01/cp_vs_tsr.txt
Export File Created with QBlade v0.963 64bit on 06.04.2018 at 21:03:52
   NREL 5MW Reference Simulation
 TSR Cp
     1.00000e+00     4.74684e-03
     1.50000e+00     9.16557e-03
     2.00000e+00     2.43296e-02
     2.50000e+00     5.84478e-02
     3.00000e+00     1.06865e-01
     3.50000e+00     1.60607e-01
     4.00000e+00     2.21078e-01
     4.50000e+00     2.89510e-01
     5.00000e+00     3.58943e-01
     5.50000e+00     4.20901e-01
     6.00000e+00     4.51473e-01
     6.50000e+00     4.75039e-01
     7.00000e+00     4.91064e-01
     7.50000e+00     5.01052e-01
     8.00000e+00     5.05681e-01
     8.50000e+00     4.91065e-01
     9.00000e+00     4.81159e-01
     9.50000e+00     4.66844e-01
     1.00000e+01     4.53778e-01

