caseB2/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application     pimpleFoam;

startFrom       latestTime; //startTime;

startTime       0;

stopAt          endTime;

endTime         252;

deltaT          0.0525; //0.039375; //0.07875; // CFL=0.08

writeControl    runTime;

writeInterval   50;

writeFormat     binary;

writePrecision  12;

writeCompression compressed;

timeFormat      general;

timePrecision   6;

runTimeModifiable false; //false;

adjustTimeStep  false; // was false

maxCo           0.5;

libs
(
    "libturbinesFoam.so"
);

functions
{
    vorticity1
    {
    	type 		vorticity;
    	libs        	("libfieldFunctionObjects.so");
    	enable 		true;
    	writeControl   	writeTime;
    }

    Q1
    {
        type            Q;
        libs            ("libfieldFunctionObjects.so");
        enable          true;
        writeControl    writeTime;
    }

    Lamba21
    {
        type            Lambda2;
        libs            ("libfieldFunctionObjects.so");
        enable          true;
        writeControl    writeTime;
    }
 
/*    fieldAverage
    {
        type            fieldAverage;
        functionObjectLibs ("libfieldFunctionObjects.so");
        enabled         true;
        timeStart       1.0;
        outputControl   outputTime;
        resetOnRestart  true;
        resetOnOutput   false;

        fields
        (
            U
            {
                mean        on;
                prime2Mean  on;
                base        time;
            }

            p
            {
                mean        on;
                prime2Mean  off;
                base        time;
            }

            nut
            {
                mean        on;
                prime2Mean  off;
                base        time;
            }

            k
            {
                mean        on;
                prime2Mean  off;
                base        time;
            }
        );
    }
*/
}

DebugSwitches
{
    axialFlowTurbineALSource 0;
    actuatorLineSource  0;
    actuatorLineElement 0;
    LeishmanBeddoes 0;
}

// ************************************************************************* //
