caseB2/system/topoSetDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

actions
(
    {
        name 	turbine1;
        type	cellSet;
        action	new;
        source	cylinderToCell;
        sourceInfo
        {
            type cylinder;
            p1 (-5 0 0); // turbine_x - 0.25
            p2 (5 0 0); // turbine_x + 0.25
            radius 65;
        }
    }

    {
        name 	turbine1;
        type	cellSet;
        action	add;
        source	cylinderToCell;
        sourceInfo
        {
            type cylinder;
            // 0.48 is a guess from Pierella et al drawing
            p1 (10 0 -90);
            p2 (10 0 0);
            radius 5;
        }
    }

    {
        name    turbine1;
        type    cellZoneSet;
        action  new;
        source  setToCellZone;
        sourceInfo
        {
            set turbine1;
        }
    }
/*
    {
        name 	turbine2;
        type	cellSet;
        action	new;
        source	cylinderToCell;
        sourceInfo
        {
            type cylinder;
            p1 (2.432 0 0); // 2.432
            p2 (2.932 0 0); // 2.932
            radius 0.6;
        }
    }

    {
        name 	turbine2;
        type	cellSet;
        action	add;
        source	cylinderToCell;
        sourceInfo
        {
            type cylinder;
            p1 (2.822 0 -0.82); // 2.822
            p2 (2.822 0 0); // 2.822
            radius 0.1;
        }
    }

    {
        name    turbine2;
        type    cellZoneSet;
        action  new;
        source  setToCellZone;
        sourceInfo
        {
            set turbine2;
        }
    }
*/
);

// ************************************************************************* //
